Repository: Olgierduwa/FarmConsole-ConsoleApp
Catalog: Body/Resources/Strings/Strings.*.resx
Languages: pl

source: already fertilized
pl: To pole zostało już nawiezione!

source: already watered
pl: To pole jest już podlane!

source: cant do anything
pl: Nic z tym nie zrobisz

source: cant fertilizating
pl: Nie możesz użyć nawozu na polu innym niż pole z rosnącymi roślinami!

source: choose
pl: WYBIERZ

source: destroy
pl: Zniszcz

source: do
pl: WYKONAJ

source: done
pl: Zrobione

source: escape
pl: WYJDŹ

source: fertilizers
pl: Nawozy

source: finish filtering
pl: ZAKOŃCZ FILTR

source: foot
pl: * FC copyright 2021 *

source: go back
pl: WRÓĆ

source: inventory
pl: Ekwipunek

source: multi collect
pl: Nie posiadasz odpowiedniej maszyny, aby zebrać tyle plonów jednocześnie!

source: multi fertilize
pl: Nie posiadasz odpowiedniej maszyny, aby użyźnić tyle pól jednocześnie!

source: multi make fertilizer
pl: Nie posiadasz odpowiedniej maszyny, aby zrobić nawóz z tylu pól jednocześnie!

source: multi mow grass
pl: Nie posiadasz odpowiedniej maszyny, aby skosić tyle traw jednocześnie!

source: multi plow
pl: Nie posiadasz odpowiedniej maszyny, aby zaorać tyle pól jednocześnie!

source: multi sow
pl: Nie posiadasz odpowiedniej maszyny, aby posiać tyle pól jednocześnie!

source: multi water it
pl: Nie posiadasz odpowiedniej maszyny, aby podlać tyle pól jednocześnie!

source: no money
pl: Nie posiadasz wystarczającej ilości pieniędzy!

source: no plowed field
pl: Nie możesz posiać nic na polu innym niż zaorane!

source: nothing here
pl: Nic tu nie ma

source: objects
pl: Obiekty

source: overwriting
pl: Nie możesz buildić nic więcej w tym samym miejscu!

source: build
pl: Postaw

source: search
pl: Szukaj...

source: seeds
pl: Nasiona

source: fertilize
pl: Nawieź

source: sow
pl: Posiej

source: drink
pl: Wypij

source: buy
pl: Kup

source: sell
pl: Sprzedaj

source: move
pl: Przenieś

source: title
pl: Farm Console

source: unknown action
pl: Nieznana akcja

source: warning
pl: OSTRZEZENIE!

source: come in
pl: Wejdź

source: dig path
pl: Wykop ścieżkę

source: hide
pl: Schowaj

source: rotate
pl: Obróć

source: sleep
pl: Śpij

source: check
pl: Sprawdź

source: collect
pl: Zbierz

source: come out
pl: Wyjdź

source: control label
pl: Sterowanie

source: effects volume
pl: Głośność Efektów

source: empty save button
pl: P U S T Y Z A P I S

source: from the author label
pl: Od Autora

source: hello player
pl: Witaj w grze

source: help button
pl: Poznaj Zasady Gry

source: help label
pl: Nie wiesz o co chodzi?

source: lastplay label
pl: Ostatni Zapis

source: load game button
pl: Kontynuuj Rozrywke

source: lvl label
pl: Osiągniety Poziom

source: make fertilizer
pl: Zrób nawóz

source: menu text 1
pl: Swietny Tytul!!

source: menu text 2
pl: Oto najlpesza gra konsolowa, o jakiej slyszal swiat!

source: mow grass
pl: Skoś

source: music volume
pl: Głośność Muzyki

source: new save button
pl: Utwórz Nowy Zapis

source: nickname label
pl: Nazwa Gracza

source: no
pl: NIE

source: options button
pl: Ustaw Wlasne Opcje

source: option label
pl: Ustaw Spersonalizowane Opcje

source: override save button
pl: Nadpisz Gre

source: plow
pl: Zaoraj

source: reject button
pl: Odrzuć

source: restore default button
pl: Przywróć Domyślne Ustawienia

source: save button
pl: Zapisz

source: save game label
pl: Zapisz Giereczke

source: screen height
pl: Wysokość Ekranu

source: screen width
pl: Szerokość Ekranu

source: start game button
pl: Zacznij Rozgrywke

source: use
pl: Użyj

source: wallet label
pl: Posiadany Majątek

source: wash
pl: Umyj

source: water it
pl: Podlej

source: yes
pl: TAK

source: back to menu button
pl: Wróć do Menu

source: continue button
pl: Kontynuuj

source: delete save button
pl: Usuń Zapis

source: load game label
pl: Wczytaj Swój Ulubiony Zapis

source: new game button
pl: Rozpocznij Nową Grę

source: save game button
pl: Zapisz Gre

source: gender label
pl: Preferowana Płeć

source: level of difficulty label
pl: Poziom Trudności

source: new game label
pl: Rozpocznij Nowa Giereczke

source: avatar label
pl: Wygląd Postaci

source: easy button
pl: Łatwy

source: hard button
pl: Trudny

source: man button
pl: Mężczyzna

source: random button
pl: Losowy

source: self button
pl: Własny

source: woman button
pl: Kobieta

source: multi build
pl: Nie masz odpowiednio wysokiego poziomu, aby stawiać tyle obiektów jednocześnie!

source: multi destroy
pl: Nie masz odpowiednio wysokiego poziomu, aby niszczyć tyle obiektów jednocześnie!

source: multi dig path
pl: Nie masz odpowiednio wysokiego poziomu, aby wykopać tyle ścieżek jednocześnie!

source: lvl
pl: Poziom

source: multi hide
pl: Nie masz odpowiednio wysokiego poziomu, aby schować tyle obiektów jednocześnie!

source: multi rotate
pl: Nie masz odpowiednio wysokiego poziomu, aby obracać tyle obiektów jednocześnie!

source: no energy
pl: Nie posiadasz wystarczającej ilości energii!

source: required
pl: Wymagany

source: cant edit locked
pl: Nie możesz edytować zamkniętych na klucz obiektów!

source: lock
pl: Zamknij kluczem

source: unlock
pl: Otwórz kluczem
